Repository: jashilko/BadGoodFoodBot
Catalog: locales/*/LC_MESSAGES/1.po
Languages: ru

source: This is a help
ru: Это справка

source: Shit
ru: Говно

source: Amazing
ru: Охуенно

source: No records in the database
ru: Нет записей в базе данных

source: There are only %d scores
ru: В базе только %d оценок

source: Display %s of the latest scores:
ru: Вывожу %s последних оценок:

source: Display %s of the latest scores. For another count, write a number:
ru: Вывожу %s последних оценок. Для другого количества напиши цифру:

source: Score: Amazing
ru: Оценка: Охуенно

source: Score: Shit
ru: Оценка: Говно

source: Description:
ru: Описание:

source: Category: #
ru: Категория: #

source: Display 5 of the latest scores
ru: Вывожу 5 последних:

source: Set the category:
ru: Укажи категорию:

source: Upload a photo or write a name
ru: Пришли фото или название

source: Shit
ru: Говно

source: Amazing
ru: Охуенно

source: Not want
ru: Не хочу

source: Estimate the food. There is no average score, only bad or good
ru: Оцени еду. Средней оценки нет, только плохо или хорошо

source: Category #%s is set. Do you want to add something to the description?
ru: Категория #%s установлена. Хочешь что-то добавить к описанию?

source: Upload a photo of the food and give an assessment. The bot will remember and show what is good and what is not. Write a number to output so many recent scores. Write "#coffee" to get the last 5 entries about coffee
ru: Кидай фото еды и давай оценку. . Бот запомнит и покажет, что хорошо, а что нет. Напиши цифру, чтобы вывести столько последних оценок. Напиши "#кофе", чтобы получить 5 последних записей про кофе

source: Let's set a language:
ru: Установка языка:

source: Record №%s deleted
ru: Запись №%s удалена

source: Record №%s don't found in your records
ru: Запись №%s у вас не зайдена
